[Play_X2_XP_SHN_T_Chosen_Avenger_Cannon_Hit_Critical AkEvent]
SpokenText="Энергоустановка дала трещину! Еще одно попадание, и ей конец!"

[Play_X2_XP_SHN_T_Chosen_Avenger_Cannon_Primed AkEvent]
SpokenText="Батарея \"Адвента\" полностью заряжена, шеф. Их орудие готово стрелять."

[Play_X2_XP_SHN_T_Chosen_Avenger_Cannon_Primed_Final_Hit AkEvent]
SpokenText="Их орудие снова готово к стрельбе! Еще одного попадания нам не пережить!"

[Play_X2_XP_SHN_T_Chosen_Avenger_Chosen_Cannon_Power AkEvent]
SpokenText="Питание орудия обеспечивает вспомогательный генератор на том грузовике. Полная зарядка требует какого-то времени, так что орудие будет бесполезным, если мы сможем уничтожить генератор."

[Play_X2_XP_SHN_T_Chosen_Avenger_Chosen_Cannon_Sighted AkEvent]
SpokenText="Шеф, Избранный использует какое-то сверхмощное артиллерийское орудие. Пока оно в строю, мы не сможем взлететь."

[Play_X2_XP_SHN_T_Chosen_Avenger_First_Cannon_Hit AkEvent]
SpokenText="Шеф, у нас сбои по всей системе! Такие попадания нам не выдержать!"

[Play_X2_XP_SHN_T_Chosen_Avenger_Power_Core_Critical AkEvent]
SpokenText="Я ничего не могу сделать! Реактор пробит!"

[Play_X2_XP_SHN_T_Chosen_Avenger_Subs_Cannon_Hit_A AkEvent]
SpokenText="Я с трудом поддерживаю работоспособность систем! Нужно уничтожить это орудие!"

[Play_X2_XP_SHN_T_Chosen_Avenger_Subs_Cannon_Hit_B AkEvent]
SpokenText="Если мы не заткнем эту пушку, то можем уже никогда не взлететь!"

[Play_X2_XP_SHN_T_SITREP_Automated_Defense AkEvent]
SpokenText="Предыдущий анализ подтверждается, шеф. Будьте готовы к встрече с роботами противника."

[Play_X2_XP_SHN_T_SITREP_High_Explosives AkEvent]
SpokenText="Шеф, имейте в виду: в секторе есть крайне нестабильные вещества. Мы должны держать своих солдат как можно дальше от возможных взрывов."

[Play_X2_XP_SHN_T_SITREP_Limited_Vis AkEvent]
SpokenText="По неустановленной причине наши сенсоры работают с перебоями в этом секторе. Видимость и связь ограничены. Будьте осторожнее."

[Play_X2_XP_SHN_T_SITREP_Location_Scout AkEvent]
SpokenText="Шеф, мы смогли получить доступ к старому спутнику, находящемуся над зоной операции, и теперь хорошо видим, что там происходит. Обойдемся без неприятных сюрпризов."

